{
  "charas": [
    {
      "Number": "59609",
      "Name": "Tatsu",
      "Color": "#000000",
      "Contrast": "white",
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Deleted": "0"
    },
    {
      "Number": "59611",
      "Name": "Aisu",
      "Color": "#f2f2f2",
      "Contrast": "black",
      "IPColor": [
        "#40ba8d",
        "#4a8ff5",
        "#f25000"
      ],
      "Deleted": "0"
    }
  ],
  "msgs": [
    {
      "Number": "3309904",
      "Content": "The way this night began was a cacophony of noise. As soon as Aisu had come back from his daily grind, Tatsu wasted no time in making his desires known even before the pianist could set down his keys. Expletives about how there was this new demo out on the market for a horror game, and how no one has been able to outright solve its mysteries. Tatsu was always a prideful man, always wanting to be the first, to finish first, to always remain as alpha, but the allure of being _the_ man to reach the end of the game wasn’t his goal this time; no, it was to stare into the abyss and have it cower back at him, to look at the horror and _laugh_ at its face. And of course, he wanted to do that with his boyfriend by his side, for what fun was it to brave new terrors without someone along with you for the ride?\n\nHe expected the flat out denial, yes, as he did expect the age-old question of “How did you even come across this to begin with?”. Tatsu shirked off the question, the muscular artist shrugging it off to be that he had finished a commission and needed a break anyways. So he hopped onto his messenger, strike up a conversation with some chums, and before he had known it the internet craze came up on conversation and piqued the artist’s attention. Aisu was used to this, it had become a cog in the machine of their shared lives; his boyfriend was a dog, a literal animal that once he honed in on something, there was _no_ stopping his wagging tail of excitement nor his trained focus until he got what he wanted. Couple that with his barely-there thinking and you’d be coming home to a mess every single day, be it good or bad. To others it’d prove tiring, but for Aisu it was a godsend; his spirit longed to ache for love rather than for sorrow, and if anything were to strain the ivory pianist, he was grateful that it was his brute of a paramour.",
      "Time_Created": "1459203390",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Narrator",
      "Chara_Number": null,
      "Deleted": "0"
    },
    {
      "Number": "3309908",
      "Content": "So, with seeing how sheepish the man with obsidian mane gotten, seeing how Tatsu flicked a grin filled to the brim with teeth as sharp as his spirit and his body move naturally in tune to his child-like excitement, Aisu had given in and nodded to the other’s plea, a cat-like notion. And it was then and there that the night had fallen into place for the duo; Tatsu busted out the game system and cursed at its need to update while Aisu placed an order for Chinese take-out (because if the two were going to be nerds for the evening, might as well go all out!). The keys that were dropped were swiftly picked back up as they both packed into their car and drove out once Tatsu had gotten the machine to run, the artist animated and talking about his day while the pianist listened as he drove, silently favoring the husk of Tatsu’s baritone over the radio’s offerings. They returned home, and Tatsu had set the download for the supposedly accursed demo and shoved off to grab whatever pillows he could find while Aisu prepared dinner for the two of them, making sure that Tatsu’s plate had just the right amount of ribs and that his own has just enough shrimp, a flawless stab at perfection.\n\nOnce the couch was filled with fluff, the two dined before they’d set into their adventure, but of course Tatsu was eager, was excited, was _determined_ to start. So while Aisu was distracted he picked up the controller and began their adventure, pulling an unsatisfied grunt from the pianist. Tatsu waved him off and told him to keep eating; he’d blitz them through the starting levels and when Aisu was done he’d get his turn. With a sigh, the man with ivory hair kept eating as he watched on, and it was then that their night had truly began, where it had melted into the couple being absorbed into the game as well as each other, muscles relaxed and tenseness ebbing away\n\nuntil they got really _into_ the game, of course.",
      "Time_Created": "1459203400",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Narrator",
      "Chara_Number": null,
      "Deleted": "0"
    },
    {
      "Number": "3315021",
      "Content": "_”The six year old had the good sense of hiding in the bathroom, but her father lured her out by telling her it was just a game…”_ The radio echoed as a thumb idly glossed over the analog stick in out of place patience.\n\n“Wells, six year old got ‘er shit WRECKED.” Tatsu spat out, arms resting on slender and strong legs. After the brute had spent an awful amount of time walking around, the couple had adjusted positions so that they’d be comfortable to play. Aisu sat on the couch whereas Tatsu sat on the floor right in front of the furniture, his boyfriend’s legs propped on either side of the artistic brute. His muscles twitched with anticipation as he leaned his head back, Tatsu looking up to his boyfriend with a cracked smirk at his macabre joke. “What kinda game involves shootin’ down yer fam..” \n\n_“Look behind you.”_\n\n“Eh?” The game’s radio crackled in a disfigured voice, the camera of the game mildly shaking as Tatsu readjusted himself, straightening up as though to question the television. Without prompt, the game took another jab at the protagonist.\n\n_”I said,_ ___look behind you.”___\n\n“HA, NOPE.” Tatsu yelled as his thumb pressed the protagonist onward, skipping on ahead and moving through the endless halls. Through one door, out the other, and the level once more repeated itself. The household the demo portrayed was one of eerie disturbance; be it the darkness that loomed or the atmosphere, be it the torn photos or the lack of any music or ambiance, but there was something ___off___ about it, something that Tatsu was finding entertaining.\n\n“Ain’t gonna catch me, ya ghostly fuck.” He sneered with confidence. “Get outta ‘ere!”",
      "Time_Created": "1459221220",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "59609",
      "Deleted": "0"
    },
    {
      "Number": "3323810",
      "Content": "Luckily for the reckless dog, the more analytical of the two was keeping hold of minor details as they progressed, a breath escaping him as his spouse ploughed through yet _another_ potential secret. Before he could process what he heard from the radio through all the barking, they were already in the next session of eternal wandering. “Tatsu hang on a second, you’re rushing through everything” It was likely- no, rather it was _certain_ that Tatsu's adrenaline was getting the best of him, and it had been for the past few hours before he even started playing.\n\nThe albino laid back into the couch ready to receive headstrong retaliation for his opinion of gameplay methods, a mellow crossing of arms over his chest. However, the game’s coding of perfectly timed, and rather intense, jumpscares weren’t going to let him finish his sentence so easily “It’s not a race, I know you’re excited but just take your ti- Ah!”\n\nThe screen suddenly coated itself in the putrid mix of yellow and grey decay, surprising the colourless maestro before rendering the virtual avatar immobile, the morbid figure crushing bone and muscle until it forced their protagonist into an apparent game over. After taking a short moment to relieve his body of tension, he assured the end of his speech “...So yes, just take your time”",
      "Time_Created": "1459286327",
      "Time_Updated": null,
      "IPColor": [
        "#40ba8d",
        "#4a8ff5",
        "#f25000"
      ],
      "Type": "Character",
      "Chara_Number": "59611",
      "Deleted": "0"
    },
    {
      "Number": "3327027",
      "Content": "“FUCKIN’!” With a big jostle, Tatsu shot his arms up in the air and nearly threw the controller into sky high oblivion. The crunching effect only made it _worse,_ the grotesque sound only drawing out a groan of disgust rather than a cocky laugh. Tatsu had expected the game to throw him, oh, he didn’t know, a monster or a beast. Not a woman who upchucked her Easy Mac’n’Cheese and decided to eat it again from the toilet.\n\n“YeeeEEEEsh.” With a strong shake of his head and tossing his gigantic mane to and fro, the obsidian man looked up to the ivory one. “Hey, youse wanna keep critiquin’ my plays? Get ova ‘ere, dens. Be my GPS, why don’cha.” He taunted, bearing fangs to his spouse. He uncrossed his legs and sprawled them over the floor to articulate his point. “Gots a seat right fer youse, ice king.”",
      "Time_Created": "1459301849",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "59609",
      "Deleted": "0"
    },
    {
      "Number": "3335511",
      "Content": "“It was only a matter of time I suppose” He remarked with a purr at the tattoo artist, lifting the weight of his legs from his shoulders without hesitation. There was no need to grab a stray pillow or two on his way past, he already knew from experience that his ebony wolf alone would provide enough fuzzy comfort, and could feel it from the instant he sat down. This time it was his turn to look up, with a second dosage of soft vocal vibrations accompanied by a satisfied thin smile. “Better?”\n\nMeanwhile on the screen, what appeared wasn't the expected horror themed font with the dreaded phrase, not even a _Thanks for Playing!_ that many demos displayed, but instead a repeat of their first experience with the game. It might have been considered a substitute for death to start at the beginning since this was a demo, but there was a itching feeling that something was different despite the clearly similar comparison of the first cutscene to this current one.",
      "Time_Created": "1459368882",
      "Time_Updated": null,
      "IPColor": [
        "#5a8a7c",
        "#6eff3f",
        "#1dc36b"
      ],
      "Type": "Character",
      "Chara_Number": "59611",
      "Deleted": "0"
    },
    {
      "Number": "3337311",
      "Content": "His eyes never left the other as Aisu made smooth work of using Tatsu as his seat. As soon as the feline of a man sat down, the wolf of a man brought his arms around and pressed Aisu close to his body. The ivory man's backside could feel Tatsu's toned muscles through both of their fabrics, but above all the two could feel their shared heat radiate between them, pure benevolent magma that would never cease to chill between them. The behemoth brought his head down into Aisu's neck and nuzzled into the creak of it, lowly purring and losing himself in his boyfriend's warmth. The affectionate wave soon dripped on as Tatsu adjusted himself to being comfortable; hands landing in Aisu's lap, controller still poised, and his mouth landing right next to Aisu's right ear. Another prod of a light nuzzle before ebony eyes flickered back onto the screen.\n\n\"A'ight, so where were we's...\" The booming baritone was low in volume, almost gentle as to now blow out the pianist's hearing as Tatsu proceeded with the game. A gruff huff of breath affirmed that the draconic boyfriend had noticed the lack of a menu or title screen; apparently the demo played beyond death. An interesting turn, but nothing Tatsu couldn't handle. He exited the main room and began his walk again, this time making sure to heed his lover's advice and only gently nudge the analog stick rather than push full throttle; it made the ride significantly slower, easier to pull pieces from the dark, ambient puzzle.\n\n\"Lemme knows if youse sees anythin' babe.\"",
      "Time_Created": "1459376782",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "59609",
      "Deleted": "0"
    },
    {
      "Number": "3337875",
      "Content": "He didn’t resist the inevitable embrace, in fact he contributed to it, a soft sigh escaping from him that only further encouraged his body to melt into the other. A pale hand found its way over to the ink-like strokes of coal mane that gently draped over his shoulders, running his fingers through in a way that neither tangled nor pulled. Aisu welcomed the pulses of heartbeats that originated from Tatsu, surrounding him in natural ease with not a single discomforting vibe in sight. Joining the symphony as he felt his own life force resonate in a steady tempo that never did clash with the gangster, despite the unlikely combination of piano notes and drum beats.\n\n“Sure thing” Aisu continued to play with Tatsu’s hair as crimson eyes drifted back to the screen to see that he started to once again progress onward, finding it pleasing that he was taking his advice to heart. Though he could see Tatsu gaining some sense of calm, he still kept an eye out for any slight changes he might’ve run past. Then there were the ones he could remember, a couple in particular were those numbers and that photograph with what looked like harsh instructions. “Try and see if you can find that picture beside the radio again, I think you can probably do something with it”",
      "Time_Created": "1459379118",
      "Time_Updated": null,
      "IPColor": [
        "#5a8a7c",
        "#6eff3f",
        "#1dc36b"
      ],
      "Type": "Character",
      "Chara_Number": "59611",
      "Deleted": "0"
    },
    {
      "Number": "3339620",
      "Content": "Gentle growl-like purrs emitted from the brute as he felt his boyfriend's pulse from his neck, his skin, his embrace. Like the beast he was, Tatsu practically melted and had to restrain himself from shivering at the delicate touch of his hair being caressed through. Aisu was the only one who would ever get this close to the dragon, _this_ close to its maw and even if he placed his hand entire he would never have the ivory canines graze him into oblivion. \n\n\"Mmm.\" A hum vibrated into Aisu's skin, a confirmation that never needed the words. Tatsu guided the protagonist down the hall as slowly as he could, but it didn't seem like he was doing it in lieu of the pianist's words. Slowly, delicately, Tatsu tilted his head so that his lips pressed onto Aisu's bare skin, a magma filled kiss so deeply embedded into the ivory's pulse. Closed eyes became half-lidded as the gangster looked back up to the screen to see he was nearing the destination requested. Playing with his prey some more, the behemoth parted his mouth and dragged canines across skin, a teasing notion only the dragon could concoct as he met with Aisu's ear again. He removed himself as he stopped the protagonist right at the radio, but not before giving a gentle nip to Aisu's earlobe. _\"There.\"_",
      "Time_Created": "1459385862",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "59609",
      "Deleted": "0"
    },
    {
      "Number": "3340424",
      "Content": "A small gasp marked his response, the action dragging out a pause in the feline’s breathing for a moment as a means of fully savouring the endearing gesture. He let him play for a bit, if it had been anyone else that so much as made a _attempt_ at committing the same deed he reserved for his man they’d have a one way ticket to a sole pummelled mug. Aisu’s focus quickly began to waver from the digital entertainment, before eyelids closed completely in sheer bliss, flutters of goosebumps waving over his skin with each sensitive motion.\n\nRuby eyes reopened with the subtle nip, it wasn’t enough to surprise him but it did grab his attention, his sight came to noticed that they were back to the spot they were at previously. “Good job” It wasn’t meant to come across as sarcastic, just a minor retort to Tatsu’s affection. Once the man had ceased, that gave them the chance to return to the game. “Can you click on it?”",
      "Time_Created": "1459389416",
      "Time_Updated": null,
      "IPColor": [
        "#5a8a7c",
        "#6eff3f",
        "#1dc36b"
      ],
      "Type": "Character",
      "Chara_Number": "59611",
      "Deleted": "0"
    },
    {
      "Number": "3342400",
      "Content": "Tatsu chuckled into Aisu's skin, a wonderful blend of husky growl and fragile purr. Wordlessly the wolf of a man used the other analog stick to control the camera. Unsurprisingly clicking in place with Aisu's prediction, a prompt came up to pocket the photo into the player's inventory. With a button press he did as such.\n\n\"Where to nows, Aisu?\"",
      "Time_Created": "1459395588",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "59609",
      "Deleted": "0"
    },
    {
      "Number": "3347803",
      "Content": "In response to being interacted with, the photo didn't last long in their possession, returning to it's original position after it had been tampered with in relation to the instructions scrawled onto the picture. There appeared a gaping hole on the woman's face, along with a rather unpleasant squelching noise. \"So you literally had to _Gouge it out_ , lovely\" Among that though was the sound of something unlocking, so it was obviously required to progress. \"It sounded like something opened, so maybe check around a bit?\"",
      "Time_Created": "1459450843",
      "Time_Updated": null,
      "IPColor": [
        "#5a8a7c",
        "#6eff3f",
        "#1dc36b"
      ],
      "Type": "Character",
      "Chara_Number": "59611",
      "Deleted": "0"
    },
    {
      "Number": "3990102",
      "Content": "He grunted in response to the photo being grotesquely decimated; the game sure did love to project bodily harm, be it in character death or minimal details. Squelches and squishes was always a way to rile up goosebumps.\n\n\"A'ight..\" Tatsu went ahead and made his character dance about, checking around the immediate area for any signs of give. Even when there wasn't a prompt he'd still click away at the \"A\" button, thinking there was something secret hidden in the demo's wake. But alas, the brute couldn't find anything to push nor pull. He clicked his tongue in \"tch\", mildly peeved that the task was besting him at that moment.",
      "Time_Created": "1463949826",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "59609",
      "Deleted": "0"
    }
  ]
}