{
  "charas": [
    {
      "Number": "60263",
      "Name": "Tatsu",
      "Color": "#000000",
      "Contrast": "white",
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Deleted": "0"
    },
    {
      "Number": "60264",
      "Name": "Aisu",
      "Color": "#ffffff",
      "Contrast": "black",
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Deleted": "0"
    }
  ],
  "msgs": [
    {
      "Number": "3342087",
      "Content": "There was a knock on Aisu's talent room door. Why Tatsu was out there, no one knew. Or, rather, only he knew.\nMonokuma had been cruel this week, delivering the motives for everyone to scamper about and fear the worst. Tatsu was a strong man, able to stomach anything thrown at him; starvation, temptation, pain, anything. But as soon as he had saw the glimmer of his past in his line of vision, the man quickly became beast. He was losing himself, dying on the inside, desperate to end this wretched game once and for all.\nOr maybe, that was an excuse. Maybe, in the end, he was still nothing but a rotten gangster, through and through. Tatsu had already bear his scars, he already had the one person he needed to stay sane run from him… This game was getting to him. It had poisoned him, as he stood there at the gallows.\nIt was in the dead of night held no solitude, no rest for the wicked. He knocked again, tempting fate once more. Perhaps Aisu wasn’t up at such a lowly hour.\n\"Come on..\"",
      "Time_Created": "1459394963",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342095",
      "Content": "Aisu heard the door and stood up from his piano stool. He opened the door, giving Tatsu a soft smile. “Ah, hello there, Tatsu”",
      "Time_Created": "1459394976",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342098",
      "Content": "\"Yo.\" Tatsu gave a small sharp grin and a wave. \"You minds if I comes in? Dere's somethin' I need to talk to youse abouts..\"",
      "Time_Created": "1459394982",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342104",
      "Content": "A curious expression came to his face. “Hm? Yes, of course.”",
      "Time_Created": "1459394989",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342106",
      "Content": "\"Dank youse, dank youse.\" His accent was thick, but he nodded with respect. He entered the room with gratitude. This was the place...\n\"So, how's you been, Aisu?\" He asked. \"S'been a while..\"",
      "Time_Created": "1459394997",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342113",
      "Content": "Aisu closed the door behind him. “I've been alright, considering the circumstances. And yes, it has.”",
      "Time_Created": "1459395015",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342114",
      "Content": "\"Dat's good.\" He went ahead and turned around, his hands in his pockets.\n\"Says, I gots a questions for youse.\"",
      "Time_Created": "1459395022",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342117",
      "Content": "“Yes? What is it?”",
      "Time_Created": "1459395029",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342119",
      "Content": "One of his hands escaped his pocket, and drew a line on his cheekbone. \"Ever found out about dat?\"",
      "Time_Created": "1459395035",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342123",
      "Content": "Of course, he tried to forget about it but his efforts proved fruitless, considering the scar was on such a noticeable place and of notable sentiment. “No, I'm afraid not.”",
      "Time_Created": "1459395044",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342127",
      "Content": "\"Hmm.. Yo, Aisu..\" Tatsu placed his right hand on his chin, \"D'youse ever feel that, somehow, all of us was connecteds somehows? Dat we's all a part of a greater scheme dan somethin' we's can comprehends? Somethin'.... Like God is playin' all of us at once?\"",
      "Time_Created": "1459395055",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342131",
      "Content": "“Hm...” Aisu quirked a brow. Despite the brute’s slur of words, his ideas were crystal clear. “Yes, that has crossed my mind several times...”",
      "Time_Created": "1459395065",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342134",
      "Content": "\"... I think it's about time I showed youse somethin'...\"\nSlowly, with calculated movement, Tatsu looked down to his right hand. He began to unwrap the bandages. As he did that, he spoke.\n\"Surely youse remember the talk I gaves you? About remembering scars, yes? An' hows youse should neva dishonor a warrior by forgetting how a scar was received... Scars are either trophies or memories on how you did something, or how you fucked up… Lessons… It’s how a man is made..”",
      "Time_Created": "1459395070",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342138",
      "Content": "“I remember, what about it?” Aisu watched as Tatsu took the bandage off his hand.",
      "Time_Created": "1459395077",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342173",
      "Content": "The bandages dropped to the floor, revealing Tatsu's hand. It was horribly gashed, four long, cat-like marks scratched upon his skin. \"I haven't a damned clue about these.\"\nHe looked to Aisu, meeting eye contact. His tone was serious. \"Surely you know what this means?\"",
      "Time_Created": "1459395147",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342176",
      "Content": "He met his crimson eyes with Tatsu's black ones. To any other fool, this would’ve been crazy talk. But no, not to Aisu. The blinding magma that’d boil his skin whenever he’d set eyes on the obsidian man, the claw marks that pulled an emotion that Aisu couldn’t put words to. The fact that the two of them had marks on them they both couldn’t _answer_ for. It was becoming searing, painfully, burningly obvious. \n“I think I see where you're getting at.”",
      "Time_Created": "1459395155",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342180",
      "Content": "This was his last chance. He could back out right here, right now.. But no. He had to do this. He had to finish this, once and for all. And for reasons unknown his soul demanded it, his heart pounded with wild fervor that he didn't even think would arise from here.\n\"Let's finish what we started.\" He simply spoke, his voice strong and crimson with fiery desire, getting into a battle stance.",
      "Time_Created": "1459395162",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342184",
      "Content": "At first he had a somewhat stunned look, but it quickly changed to a confident one and Aisu assumed a judo stance. “Gladly.”",
      "Time_Created": "1459395170",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342191",
      "Content": "His feet were lighting quick, his boots racing against the carpet, his eyes locked onto his target. Aisu wasn't going to make this easy, and for some reason, Tatsu found this admirable. With a cocky grin, he launched himself into the air, and then focused on a kick to bring Aisu down.",
      "Time_Created": "1459395182",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342196",
      "Content": "He saw through the first attack and instantly dodged the reckless kick. With swiftness, he dashed past him and prepared a roundhouse kick when he landed.",
      "Time_Created": "1459395189",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342201",
      "Content": "\"What- HURGH!\" Tatsu felt the pain surge throughout his body. He countered with falling to his hands and tried to flip back to his feet. Back on his feet, his body vibrated with pain. He turned around and ran back, readying a punch this time.",
      "Time_Created": "1459395195",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342206",
      "Content": "Aisu effortlessly maneuvered to the side, grabbing Tatsu's wrist with one hand. He changed the momentum of the man’s fist ever so slightly so that it barely missed him before moving behind the tattoo artist and pushing Tatsu’s head forward with his other hand, letting go of the fist he had so easily manipulated.",
      "Time_Created": "1459395201",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342209",
      "Content": "\"GAH-\" Face first into the carpet was where Tatsu landed. He felt the carpet burn against his skin, and at the moment he was dizzied, confused as to where he was in that split second. For fuck's sake, why couldn't he just land a fucking punch on this guy?! Obviously he was trained, maybe in judo, or kendo... But goddamnit, Tatsu wasn't this bad...\nHe got back up on his feet again, and readied himself once more. \"Fucking son of a...!!!\" He cursed out loud as he charged towards Aisu once more.",
      "Time_Created": "1459395209",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342212",
      "Content": "This was an obvious way to counter him! He quickstepped to the side at the last minute and stood straight while sticking out his foot in front of Tatsu’s in a toying way to trip him up.",
      "Time_Created": "1459395216",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342218",
      "Content": "\"Think AGAIN!!\" Tatsu shifted gears, knowing that Aisu would do the same thing he did twice before. He swung the opposite way, the back of his fist making straight for Aisu's face.",
      "Time_Created": "1459395222",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342228",
      "Content": "He crossed his arms in front of his face just in the nick of time, minimizing the damage but not being able to stop the attack. Aisu felt a stinging pain in the arm at the front. While Tatsu had his defenses lowered, Aisu took the opportunity to sweep kick at him while keeping his arms up.",
      "Time_Created": "1459395236",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342231",
      "Content": "\"Like fuck you WON'T-!!\" He felt himself tumbling back down again, but he managed to leave a huge punch that aimed straight for Aisu's ribcage.\nDamnit, on the floor AGAIN. Get up, get up, get up...!!",
      "Time_Created": "1459395248",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342235",
      "Content": "\"Nhg!\" He stumbled backwards from the punch, feeling the stinging spread to the rest of his chest. He wrapped one of his arms around for a moment before deciding to try and ignore the pain, watching to see what Tatsu would do next.",
      "Time_Created": "1459395256",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342239",
      "Content": "Tatsu coughed as he pulled himself up. \"P-Piece of shit pianist... My ass, you ain't skilled..\" He heaved himself up once more, swaying a bit. He held up his hands again, fists ready.\n\"Fucking... Fall to the floor where you BELONG!\" Once more, with passion! Tatsu charged and readied a punch. His feet were nimble, and right before he reached the front, Tatsu tried to predict Aisu's fighting style; He swerved to the side where he though Aisu would move, then gave a fierce blow.",
      "Time_Created": "1459395262",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342242",
      "Content": "Before he could strike, Aisu didn't move to the side like Tatsu expected him to. Outsmarting his opponent, he quickly turned 180 degrees. Tatsu's fist was followed by an arm that came over his shoulder, and swiftly, Aisu grabbed the arm and threw the tattoo artist over his body, landing Tatsu flat on his back on the carpet.",
      "Time_Created": "1459395268",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342246",
      "Content": "A cry of pain echoed in the room, although the walls were barriers to keep it in. To be honest, with the rush of emotion he felt today, and the fact that he was on the ground _again,_ he would've blacked out.\nHe felt like shit. He _was_ shit. He was being tossed around like a rag doll and he fucking deserved it, every single inch and nerve of pain of it. His eyes closed in what seemed to be in lack of determination.\nFor some reason, he felt like he was here before. He opened his eyes to see the sky, to feel wetness on his skin. What, was it raining..? Where was he? How did he get here? He was just in the room with Aisu before? Was he in heaven? No, no he fought worse before, just with more energy. Could that throw dislocated his spine, killed him instantly? It felt like a memory, like a salty taste you've came across before but didn't know where...\n\nHe blinked hard, and the second time he opened his eyes, he saw the lights of the room. He was back where he was supposed to be, thank god.\n\"Hhhaaaaargh..\" He let out a small cry, a breath of pain, as he rolled over. Why was he fighting anyways? Why didn't he just... Just give up? Let Aisu kill him? It was what Tatsu deserved; he deserved no honor, he deserved to be stabbed, bleed, his heart eaten and his mind defiled. He didn't deserve anything outside of cremation, for his ash to be one with the wind and forgotten.\nHe heaved himself up slowly. God, did all of this hurt...",
      "Time_Created": "1459395278",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342250",
      "Content": "Aisu sighed, placing his fingertips on his forehead as his other hand cupped his elbow, looking down at poor, pitiful Tatsu. “I honestly don't know what Daina sees in you. It's a shame really, that you've trapped such a songbird in your ruffian hands.”",
      "Time_Created": "1459395286",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342254",
      "Content": "\"W-What did you just...\" He looked up to Aisu as he held himself up with his hands.",
      "Time_Created": "1459395293",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342260",
      "Content": "His reassuring gaze was now a piercing glare, and his soft smile now a taunting smirk. “And to think, she still stays with you of all people even after you made her panic and cry. I wouldn't be surprised if it was because you told your secret to her. I can't _imagine_ what horrible things someone like YOU has done in the past.”",
      "Time_Created": "1459395300",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342263",
      "Content": "Tatsu gritted his teeth.\n\"G-God... Damn you..!!\" He spat out, because the truth stung worse than a thousand blades. So she came to Aisu after what he did. Not to Ferris, but to _him…_ Tatsu could only have himself to blame for such an outcome.",
      "Time_Created": "1459395306",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342270",
      "Content": "“I'm guessing she ran away as soon as you told her? She came panting to my room looking for someone reliable. She certainly made the right choice, wouldn't you say?”",
      "Time_Created": "1459395321",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342273",
      "Content": "\"Shut the FUCK up!!\" He yelled. \"You weren't there for her when Wendy died, you weren't there when she was crying, SCREAMING for help!! You didn't carry her, you didn't do SHIT!\" He was so close to breaking, all of these nasty things, Aisu sneering, thinking that he was more worthy of Tatsu.\n\"Y-You may have a fucking better background, guh.. A-And you may have a better damned talent.. You may've not killed a thousand men like I, but you will NEVER.... ___NEVER___ be to Daina like how I was..!!!\" He got back up on his knees, then onto his feet. He swayed in place, feeling his blood flowing through his veins, every section of his body in pain.",
      "Time_Created": "1459395328",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342281",
      "Content": "“Ah.” Aisu’s shoulders shook with a taunting air. “Then explain why she came to me then? If I wasn't there for her like you said, would she come to me? And treat me like a friend? Oh, you say you're the closest person to her… But despite that, she ran away from you and came to me. It's a pity really, you did _so_ much more for her but alas, even after all your efforts she still chose me over you.” A taunting gasp came out of Aisu, black as his heart. “Maybe she's starting to see who you really are! A murderer with cold, tainted demon blood.”\nAisu’s ruby eyes gleamed like a cat's through his ivory hair, void of any color save for the cold, harsh, snow-like white. “Would you like to know what she did when she arrived at my room? The hug she gave me was so lovely that I couldn't help but embrace her… And when we were sitting together it felt so nice having her head on my shoulder like a little bird was resting on me.”\nAt this, Aisu paused. Then he said with the most upright sneer, looking down on Tatsu like the filth he was, “Her pleading voice was perfect in every way. And I must say, her lips were ___divine.”___",
      "Time_Created": "1459395336",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342283",
      "Content": "Tatsu shook at his words, he shook with anger, with hatred, but most of all.. Anticipation. Demon blood, was it? No wonder it felt so good to kill, to slash people of their pulses and to watch them twitch, gasp, and grow numb.\n But then... He broke Tatsu. With such few words, Tatsu’s vibrations ceased. Everything felt as void as Aisu’s soul, then and there.\nAisu broke Tatsu… And Tatsu was going to break him _back._\n\"YOU SON OF A BITCH!!\" His voice hit the air like rocks to glass as he lunged and pumped a fist, full of his anger, his relinquish, right at Aisu's jawline. There was no more soul in his eyes, only fire, black fire as he gave into himself and reared an ugly scowl that would shred even the toughest of men. There was no heat emanating from Tatsu's body, only pure, putrid anger, hatred, and thirst to end this, right here and now.",
      "Time_Created": "1459395341",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342288",
      "Content": "Aisu crossed his arms in front of his face once again, noticing the sudden increase in strength. His arm at the front was struck by his enemy’s fist once again, but there was most definitely going to be a bruise there now. “What are you so angry about~? I'm just speaking the truth here~ You two may come from similar backgrounds, but other than that you're both completely different!” He sneered, “Daina is a pure and innocent soul who wouldn't dare hurt anyone, and you're a black hearted thug who kills others for fun, just to see their blood drip for the pleasure.”",
      "Time_Created": "1459395353",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342293",
      "Content": "___\"DIE!! DIE, YOU FUCKER!!\"___ As he spoke, Tatsu pumped his other fist, of equal strength and caliber, straight for Aisu's ribs and chest.",
      "Time_Created": "1459395361",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342297",
      "Content": "The punch sent him straight back, crashing into the wall behind him. Another definite bruise. He coughed for air after his lungs felt like they were about to collapse from the sudden impact from both the front and behind. “Ha... ha...”",
      "Time_Created": "1459395370",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342300",
      "Content": "Step. Step. Step.\nThere was an abyss in his eyes; his hair seemed to flow with a black, soulless aura. The only thing that would shine, the only white from the black demon was his smile, his saber tooth grin, wicked and insane. He eyed the so-called \"Lucifer of the White Muse\" hungrily. Tatsu was gone, he was completely and utterly gone.\nThe only thing you could hear was a shrill chuckle, a sound that would resonate with a soul that fell down a hole of never ending. A hyena’s echo that located deep down within his throat, within the pits of hell.\nHe reached for his knife, his only true friend in this world. The only one that ever so willingly sat beside Tatsu throughout all these years, but... He stopped. No. No, no, nooo...\nTatsu wouldn't taint his friend. Tatsu would do this on his own, with his own bare hands. He looked up to Aisu, his daggers of eyes stabbing the crimson one of his opponents.\nSlowly. Slightly.\nHis head tilted to his left, like a doll's, sliding ever so carefully.\n\"Die.\"\n___WHAM___\nA full punch went straight for Aisu's stomach.",
      "Time_Created": "1459395379",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342305",
      "Content": "\"Ngh!\" With nowhere to move, it made the impact of the punch much worse than the previous hits. He hunched forward when the punch landed. Aisu had never felt physical pain like this, he panted as he spoke after letting out a cold chuckle. “Haa... haa... I wonder... Will the others ever see... this side of you? Will they and realize... That the only thing you are to them... Is a ___threat...”___",
      "Time_Created": "1459395387",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342314",
      "Content": "His head snapped up, looking at Aisu once last time.\nAisu could only see his reflection, and nothing more.\n\"I’ll see you in hell.\"\nThe fist pulled back, and one more time, it connected with Aisu.\nTatsu couldn't tell what was it that cracked; Aisu's bones, or the wall behind him.",
      "Time_Created": "1459395401",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342321",
      "Content": "At that point, the pain was too unbearable to be able to feel anything. He could barely feel the fragments of his ribs falling out of place. It wasn’t even himself breathing anymore, his voice was weak and so close to fading. But even in the end, Aisu still had that sour, smug tinge. “I... wonder... Will Daina see that side of you?”",
      "Time_Created": "1459395409",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342323",
      "Content": "He grabbed the collar of Aisu's suit right then, pushing him up on the wall. He had no words for him, not now. Using his left hand to hold him up, he pulled back his right fist as far as it could go.\nAnd with violent velocity, Tatsu sealed the both of their fates, right on the scar that had sealed them to an eternal struggle much, much long ago.\n___CRAAAAACK!___",
      "Time_Created": "1459395417",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    },
    {
      "Number": "3342326",
      "Content": "With that fatal punch, he instantly faded from the world. The last thing he saw was the black wolf who killed the white cat that tried to steal away the silver songbird.",
      "Time_Created": "1459395426",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60264",
      "Deleted": "0"
    },
    {
      "Number": "3342334",
      "Content": "\"Haaaaaah.... Haaaaaaah...\" The breaths let out like steam as Tatsu let go of the lifeless body that he had so caused. It fell to the floor and was slumped against the wall. He looked to both of his hands, both of them being the cause of Aisu's death. And like that, he cracked back to normal, to the tattoo artist everyone knew, but only so few loved.\n“Wh-..” A shivered breath spiked out of him, obsidian eyes falling onto the crumpled body in front of him. \"S-Shit.. I-I.. I'm gonna die...\" He shook out of himself. \"Fuck, fuck, I'm gonna..\" Tatsu slowly knelt down in front of him.\nBut... That's what he wanted. That's what he needed.\nThat was what his goal was, all along. Be the person to further the game, no more blood of the lambs taken to slaughter. But did Aisu really, honestly deserve this?\n\n\n\"Fuck me...\"\nTatsu was tired. Dark circles under his eyes seemed to form under his eyes, his spirit taxed as though he hadn’t slept in a long, long while. God, what had he just done..\nAfter what were mere moments of him breathing, he got back up to his feet, and leaned down to pick up the pianist. He walked over to where the piano's stool sat and placed him on there.\n\nWhat was he doing?\n\nHe stepped back, looking at the body slumped over on the new piano that Monokuma had gifted to the pianist. Tatsu walked back, and lifted the giant wooden slab that opened up the piano. Propping it up, he scooted the body of the dead Aisu closer, so that his head would rest in between the slab and the open strings of the piano.\n\n\"... People would think to me, for sure. If they saw his bruising. They always did, didn't they...?\"\nHe was melancholic. Every single time, every single _trial,_ the brute was singled out as the killer if for the only fact that he was a hellion; strong, violent, a brute. All fingers would fall on him, and yet it was funny. This time, they would have reason to. \n\nWith a sneer, Tatsu glanced up to the wooden top above of Aisu. \"You don't really need strength to do this, would you..?\" Tatsu then snatched the prop that held up the piano's heavy top.\n__SLAM-__ ___CRACK!___\nAisu's neck gave even more way as his neck snapped into more inconceivable shards. Tatsu dropped the little stick of wood only a few feet away. Make it look like an accident. Someone flung the stick while Aisu was bent over, done. Any Sherlock Holmes could figure that out.\n\n_Shit, what was he bent over for...?_ Tatsu headed back and went to find some sheet music, the thought proving a point. This was how he worked, this was his true talent. SHSL Gangster, SHSL Murderer, SHSL never get caught no matter what because he was so damn good at destroying lives, one slice of steel at a time. The gangster creaked open the piano and slipped in a sheet of music. \n\nThere, perfect. Aisu looked in to get the music, someone swiped at the thing on accident, and they cracked his neck, the poor guy. Tatsu heaved a breath.\n\"Looks like that's it...\" He looked back to the scene of the crime, however, and almost shat his pants.\n\n\"FUCK!!!\" He screamed, looking onto the damned hole in the wall.\n\"Fuck, fuck, fuck, _fuck!!!\"_ He panicked, seeing the sight of his belligerence staring straight back at him. And not only that, but his bandage was still on the floor. What to move, what to move?\n\nThere was a drawer set next to the wall- Perfect. Tatsu rushed over and picked up his fighting bandage and pocketed it, before moving on to the drawer itself. He heaved and pulled, and the drawers moved ever so perfectly across the carpet. \"There...\" he sighed, his life escaping him.\nHe was done. He looked back to Aisu, and a thought pierced his head.\n\nSeven days. A week. A week to live.\n\nA week before he himself would fall under Monokuma; a week before his friends would cast him out, with Daina and Ferris watching. He had to steel himself. He had to be prepared. He did this so no one else could feel pain, he did this so that no one innocent would be sent to the slaughterhouse.. And most of all, he chose himself because Aisu was absolutely right. He didn't deserve Daina. He didn't deserve his songbird.\n\nAs he turned off the light switch with his elbow, closed the door behind him, and made his way to his room, Tatsu reminded himself of the reason as to why he killed Aisu, and the reason why his head was on death row. It was because, on top of all the sin that needs to be purged, of all the hurt that needs to be swept away... Tatsu didn't find a world worth living if it didn't have the songbird's song.",
      "Time_Created": "1459395434",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "60263",
      "Deleted": "0"
    }
  ]
}