{
  "charas": [
    {
      "Number": "62463",
      "Name": "Anti",
      "Color": "#c0f5f3",
      "Contrast": "black",
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Deleted": "0"
    },
    {
      "Number": "62464",
      "Name": "Oblivion",
      "Color": "#95f15c",
      "Contrast": "black",
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Deleted": "0"
    }
  ],
  "msgs": [
    {
      "Number": "3495802",
      "Content": "It was supposed to be a simple mission. Break into the bank, hack into the mainframe, drain for funds, and get out. It was _supposed. To be. A simple._ ___Mission.___\n\nAnd yet Anti stood still, her back a little more straight and her breath a little more withheld as she hesitated.",
      "Time_Created": "1460311850",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3495812",
      "Content": "\"I'm not going to ask again, Anti. Step away from the desk.\"",
      "Time_Created": "1460311892",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3495860",
      "Content": "Yep. She was still there.\n\nThe lithe head tilted back ever so slightly, eyes screwing shut and mouth tightening into a line out of pure frustration. Out of all the damned dogs that Gemini could've sent, out of all the nights that Anti had to falter, it had to be right here and right now that fate decided to roll its dice. Of course it would be.\n\nShe merely breathed in place and stepped backwards to turn, and already she could feel the tension rise, the stupid butterfly of a woman probably already cocking her weapon as though she could do any harm. Anti turned completely, expression blank and unyielding, not bothering to react to her correct prediction.",
      "Time_Created": "1460312089",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3495927",
      "Content": "Oblivion didn't drop her guard when her azure vision met with icy hues. In fact, her grip tightened on her lance, resolve ever strong and power never fading. Normally this would be the perfect time to execute a one-liner, something either die-hard cheesy or outright heroic. But no, that wasn't Oblivion's forte. And even if it were..\n\nThere was something she needed to resolve, something she needed to figure out between her and the arctic fox. The verdant woman was on the clock, yes, but it didn't feel like it in the dead middle of a 3AM hour. No, time felt to have paused momentarily, the air between them both thick and thin at the same time. Oblivion had leverage her, she had the ball in her court even though the other hadn't even said a word yet.\n\nIt was her move. How was she going to use it?",
      "Time_Created": "1460312397",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3495948",
      "Content": "\"Why do you keep doing this, Anti?\"",
      "Time_Created": "1460312468",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3496021",
      "Content": "Lovely. The pest wanted to chit chat. Anti didn't bother flicking a glance towards the computer that had still been burning since she was caught; how was it even possible that Oblivion hadn't noticed the USB? Anti had the leverage here, all she needed to do was to buy some time, each minute draining a million from the public and into Domini.\n\nIn a way, this was a blessing. There wasn't anyone easier to suck the time out of than the pacifist of Gemini.\n\n\"I felt like I needed a better paycheck.\" A subtle shrug, eyes rolling to the ceiling and then back onto the other.",
      "Time_Created": "1460312658",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3496049",
      "Content": "\"That's not what I meant.\" Oblivion refrained from shaking her head, her eyes narrowing instead. \"Why do you keep _doing_ these things? Why work for Domini?\"",
      "Time_Created": "1460312774",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3496118",
      "Content": "In return, Anti's gaze thinned as well. That was such a stupid, _infallible_ question, and yet deep within the pits of her the arctic fox of a woman _knew_ that it was going to lead into something bigger. There was no way that Oblivion would be this laughably stupid, but then again, life did held its happy little surprises.\n\n\"Maybe because it helps make me stronger instead of a damsel in distress.\"",
      "Time_Created": "1460312995",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3496119",
      "Content": "Ouch.",
      "Time_Created": "1460313001",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3497489",
      "Content": "She felt a fire burning her insides at that sharp tongue, but it wasn't a fire that was outright her own. Oblivion quelled her inner blazes in order to keep the stasis in the room as it was; the last thing Oblivion wanted was a wildfire. In a moment like this, a colleague skirted across her mind, a gentle giant of sorts. _Just keep moving,_ a voice in her said. But even as the advice fell onto open ears, there just wasn't anything she could _retort_ with.",
      "Time_Created": "1460317611",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3497513",
      "Content": "Good. The quip shut her up. The virus should've been done ages ago anyways. Without any words, Anti returned her focus to the laptop.\n\n\"You really need to learn how to pick your battles.\" Anti said under her breath, her fingers just barely tracing over the keys of the keyboard.",
      "Time_Created": "1460317702",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3497519",
      "Content": "\"Who _are_ you?\"",
      "Time_Created": "1460317712",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3497522",
      "Content": ". . . _What?_",
      "Time_Created": "1460317738",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3497866",
      "Content": "\"Haven't you wondered that? Hasn't that thought come across your mind at _all?_ Every time we fight, every time we _look_ at each other.\"",
      "Time_Created": "1460319070",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3498013",
      "Content": "Damnit.\n\nGod _damnit._\n\nAnti's fingers pressed hard into the keyboard, fingernails almost cracking the cheap plastic. That shake in her voice, the quiver of her breath.. She was being _sincere._ And it _sickened_ Anti. Out of all the forms of torture that she had to face, of all the rigorous training that she had went through, there was always an Achilles Heel that Anti just couldn't patch. There was always a crack that she just couldn't fill.",
      "Time_Created": "1460319596",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3500872",
      "Content": "She could feel her muscles tense and her breath draw into her ever so slightly quicker. This pause of silence wasn't doing either of them any favors, the Gemini agent had taken it, so she figured to keep on and to press the issue. It was rare that these two would fight alone anyways, might as well dig deeper for as much as she could.",
      "Time_Created": "1460330474",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3514393",
      "Content": "\"You can't tell me it hasn't crossed your mind. How we both have the same power. How we're both reflections of each other, Anti.\" Her visage curved, face bearing an inkling of the amount of distraught the connection plagued her with. Oblivion's words were leaping headfirst, shaking all abandon off of them as they dived off the cliff.\n\n\"You've noticed, right? You had to have.\"",
      "Time_Created": "1460408373",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3514581",
      "Content": "No, Anti didn't notice.\nShe lived and breathed the fact, every single day. These \"small inklings\" that Oblivion was just putting together was the bane of Anti's existence ever since she discovered that her opponent _existed._\n\nThe woman of frost blinked hard, feeling her hands chill as she felt her anxieties rise. How nice it must have been, treading onto territory that didn't hurt you, that didn't scorch you just by mere mention. The sad part was that Anti _knew_ Oblivion thought she wasn't striking weakness, no; she just thought that she was helping.\n\nSlowly, once more, she turned. Once more, she felt Oblivion tense. It was like a sixth sense that she wanted to cut from her being, but no matter how hard she scraped, Anti knew it'd never go away. The worn tired expression that she wore could've been as much of a truth as it was a full blown lie.\n\n\"I have.\"",
      "Time_Created": "1460409161",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3525434",
      "Content": "\"Then why do these things?\" The moth's questions dimmed, voice becoming smaller, gentler. \"Why don't you stop? You don't even need to leave Domini, we could just talk.\"\n\nIt seemed as though her words had caused a ripple effect on Anti, for slowly she began to walk, step by step as she made eye contact with Oblivion. The verdant woman still kept to her weapon as she watched her opponent move. She wanted to say her name, but held herself back.",
      "Time_Created": "1460484862",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3526226",
      "Content": "\"I.. I don't even need to stop you right now.\" The softness in her voice was like wool of an innocent lamb, tender to the touch. \"I just want to talk. I want to figure all of this out.\"",
      "Time_Created": "1460490097",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3526244",
      "Content": "Anti's face wrinkled ever so slightly at the sincerity of the other. It was... Heartwarming, she figured, to hear Oblivion lay down her defenses like that. If she had a heart, Anti might've been able to feel something right then and there.\n\nA small, faded smile placed itself on her face at the thought. \"You're dead set on this, aren't you? It'd be something you'd find solace in..\"",
      "Time_Created": "1460490233",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3526254",
      "Content": "Anti closed her eyes. \"Finding out that maybe we could be related. That we could both have stemmed from the same source. That maybe we were supposed to be on the same path, but we were separated thanks to fate..\"",
      "Time_Created": "1460490325",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3526266",
      "Content": "The brief touch of hope danced its fingertips along Oblivion's heart. For a sheer moment she smiled, feeling gears within her click at Anti's emotions flowing in her speech. She was about to lower her weapon, however, when she noticed Anti open her hands as she stopped where she stood.",
      "Time_Created": "1460490431",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3526313",
      "Content": "\"You'd find solace in whatever answer you'd find, I bet. That maybe we're sisters. That maybe we're linked by out abilities.\" Her eyes opened once more, frosted vision turning into sheer blizzard. \"That maybe we're two halves. That we're incomplete. That we cannot exist without the _other._ You'd find so much _peace_ in knowing which came _first,_ wouldn't you?\"\n\nShe didn't allow the other to speak before ice bled from her wrists, daggers frozen from azure ice forming in her hands, her trademark weapon.\n\n_\"You sick, twisted_ ___bitch.\"___",
      "Time_Created": "1460490683",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62463",
      "Deleted": "0"
    },
    {
      "Number": "3526434",
      "Content": "\"Anti-!!\" Oblivion could only retaliate with a scream before she had to throw herself onto the offensive, her opponent flipping onto the 180 on the dime. Shots were fired, Anti's knives whizzing at Oblivion at top speed. The verdant woman expertly knocked them away, the _clish-clash!_ of weapons striking echoing in the office. Her victory was short lived, for as soon as the second dagger was knocked out of her way, a kick that aimed right for her head made direct contact and threw the Gemini agent across the room.",
      "Time_Created": "1460491407",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    },
    {
      "Number": "3526621",
      "Content": "She felt her body crash and clatter against the desks before she ended up on the floor. That amount of damage would leave her sore in the morning, but adrenaline fueled her veins and she forced herself back up. It was a blessing that her instincts were on point, for Anti had relentlessly chased after her, picking up her daggers again and coming at the verdant moth of a woman with a quick slice.\n\n_Klink!_ Oblivion defended herself and suddenly was set into the notions of battle. Anti's reflexes were on par, but Oblivion's motions were lithe and nimble. It was as though one woman was battling a reflection of herself, mirror movement that acted as they were in total synchronization. To an onlooker, it was sheer beauty; despite life and death being on the line, the aura that swirled between them was akin to a dance of death.",
      "Time_Created": "1460492579",
      "Time_Updated": null,
      "IPColor": [
        "#67a2dd",
        "#1ff671",
        "#c13692"
      ],
      "Type": "Character",
      "Chara_Number": "62464",
      "Deleted": "0"
    }
  ]
}