{
  "charas": [
    {
      "Number": "55944",
      "Name": "Lizzie",
      "Color": "#ff80ff",
      "Contrast": "black",
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Deleted": "0"
    },
    {
      "Number": "55949",
      "Name": "Ferris",
      "Color": "#01cdae",
      "Contrast": "black",
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Deleted": "0"
    }
  ],
  "msgs": [
    {
      "Number": "3046542",
      "Content": "Silence prevailed over the lonely city train station, the platforms and benches almost entirely devoid of the salarymen, school kids and other citizens that usually filled them during the day. That was of course, all except for her...",
      "Time_Created": "1457904780",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Narrator",
      "Chara_Number": null,
      "Deleted": "0"
    },
    {
      "Number": "3046615",
      "Content": "Lizzie Belle sat on the wooden bench overlooking the vacant platform, her hazel eyes staring waywardly up to the speckled sky above. The stars were only just visible from this location, but as she listened to her music, the stars were a welcome place for her gaze to fall. \nShe had been out on business the whole day and was only now just returning to Hope's Peak. She had made several journeys like this in her life and this probably wouldn't be the last. Just another quiet night, watching the stars and listening to her favorite 80s ballads...",
      "Time_Created": "1457905078",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3046839",
      "Content": "The quiet sound of wheels rushing along the concrete. The ginger swung into the station, hands pushed into his pockets slightly irritated by the scrunched up wrappers that lay at the bottom. Despite his jacket and scarf the midnight cold ran right through him. Ferris' gaze drifted to the sky, unmoving and tinged purple, the world felt totally still. At this moment Ferris catches himself before he runs into a pillar in the station, abruptly using his arm against it to stop himself.\nHe looks around making sure there was no one to catch him. Yeah..no one, good.\nWait, no there's a girl. There's always someone.\nFerris takes his scarf and pulls it up over his nose and mouth, averting his eyes from her and leaning against the pillar. He glances back again to make sure /she/ wasn't looking.\nEyes squinting he realises from afar it was Lizzie. Oh god, she probably thought he looked like a total idiot.\nShould I...say something? Is it awkward now?\nHe coughs. \"Gh, h-\" Too squeaky, that came out squeaky.\n\"Hey! Lizzie!\" He turns himself around, bringing his scarf down.",
      "Time_Created": "1457905912",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    },
    {
      "Number": "3047053",
      "Content": "It took her a moment or two to realize there was actually someone there; in fact she was completely lost in 'Take On Me' by a-ha, until she just vaguely heard the squeaky attempt at an introduction. With that, she turned around and clicked the pause button on her cassette player, slipping her headphones off too in the process. \nHer cheeks were already a little on the pink side, but the surprise presence of Ferris flustered her even more; good thing it was a cold enough night for her to have an ample excuse.\nA grin appeared on her lips and she lowered her woolen, pink scarf from her mouth as she spoke up, a cheerful, if somewhat startled tone to her voice.\n\"F-Ferris! You're certainly out quite late tonight... but then again, i'm not really one to talk am I, hehe.\"\nShe cheerfully let out a small giggle and patted the spot on the bench next to her eagerly. \n\"Would you like a seat?\"",
      "Time_Created": "1457906671",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3047180",
      "Content": "He shrugs to stop himself from the knee jerk reaction of an immediate yes. \"Sure thing\" Ferris skates over, throwing himself down onto the seat next to her, shifting the slightest bit away from where he landed lest he be too close. \"And what are you doing out so late? Working I guess? Or where you getting crazy!\" He flashes her a grin. \"That'd be a wild card!\"",
      "Time_Created": "1457907141",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    },
    {
      "Number": "3047285",
      "Content": "She chuckles lightly again before looking at Ferris and nodding. \"Just working, as per usual. Even when i'm halfway around the world, my boss still likes to keep me busy.\" She pulled her headphones from her head and carefully placed them back inside her backpack along with her walkman. \n\"If I didn't like my work, i'd certainly rather be out partying... although I guess I don't really suit that lifestyle. How about you? I've been out late a lot of times, but this is the first time i've seen you around.\"",
      "Time_Created": "1457907620",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3047349",
      "Content": "\"Well, as long as you're happy I guess! I couldn't handle it, though. Geez I don't know how you do it\" Ferris shakes his head, searching around in his pockets for gum. \"We should totally party some time, or whatever! I just- you know, Dick's Peak gets a bit boring to skate about all the fucking time and the town doesn't have a skate park so I have to wait until it's super late otherwise there'd be a ton of people waddling about like bowling pins\"",
      "Time_Created": "1457907981",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    },
    {
      "Number": "3047423",
      "Content": "\"It's just who I am really, being... being a secretary is what i've always wanted to be since my first day at school.\" She blushes a little and turns away a little bashfully as she admits that fact. Her shyness quickly turns to surprise though as she considers the other comment. \"P-party? With you? Ah... are you sure? I mean, i'd really love to but... I feel like i'd be sort of embarrassing to party with.\" She didn't seem too sad to admit that though, in fact it seemed like she was pretty much resigned to that fact. In her eyes, Ferris was in a different league of coolness, a totally different universe even!",
      "Time_Created": "1457908380",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3047590",
      "Content": "\"Huh...I always wanted to be like, a pirate or prince or something\" His eyes wander along the train tracks, the brownish rust before he brings his eyes back to Lizzie and her rose dusted cheeks, frowning. \" We wouldn't have to get drunk or anything if you don't want! I'm not really into that anyway or whatever. How would you be embarrassing?! You're great!\" He sits back \"Besides I'm always the one who makes a fool of myself, guhh..\" Despair.",
      "Time_Created": "1457909022",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    },
    {
      "Number": "3047811",
      "Content": "She internally squealed at the mental image of Ferris being a prince for a moment before returning her focus to the actual prince that lay before her. \"It's not the drinking that I mind...\" Indeed, she had gotten drunk on several occasions in her life, although she wasn't all too eager to show that side of her off to the pastel prince sitting next to her. \"Uhm... I can't really dance... at parties all I tend to do is talk, if I put one foor on the dance floor then it usually ends pretty badly.\" After looking at her lap for a moment, she briskly turns back to Ferris. \"You, look like a fool? I can't believe that, not for a second...\"",
      "Time_Created": "1457909843",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3047918",
      "Content": "\"Oh my god, being good at dancing has never been a thing at parties, practically everyone's shit! They just do this thing\" He shuffles in his seat and awkwardly waves his arms. \"No one's judging you because they're too focused on their own weird shuffle thing. Even then, I bet you dance just fine\" He gives her a dumb grin before he brings his hand out his pocket, peeling the wrapper off a bright pink stick of gum. He pops it into his mouth chewing for a bit before talking again. \"Yeah...Uh, Daina and Zeph are pretty crazy as it is, or at least on my terms. I always end up getting drunk or high and doing something really stupid. And then I just seem to be prone to dumb shit happening to me. It's my lot in life\"",
      "Time_Created": "1457910376",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    },
    {
      "Number": "3048067",
      "Content": "\"I just... I have a tendency to trip when i'm dancing, that's the thing. Valorie took me to the arcade in town and showed me the DDR machine. I gave it a try and... well, you get the idea.\" Reluctant to finish the story, she then started to pay more attention to Ferris as he spoke. Her friendly smile faded for a moment as a more neutral, slightly concerned look dawned on her delicate features. \"Well... I think it'd be really cool to party with you, whatever happened. Sometimes... those dumb things can be kind of fun, so long as people don't get hurt... right?\" She did her best to put a positive spin on things, although even she wasn't sure the approach was working.",
      "Time_Created": "1457911122",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3048190",
      "Content": "\"Oh my god!\" Ferris' face lights right up \"I love DDR! Holy fuck, I could spend all day on those things! But, like, whatever, that doesn't mean shit\" He shrugs his shoulders. \"No! Oh my god, no one gets hurt, christ! It's just like embarrassing drunk Ferris oversharing or whatever\" he waves a hand at her. \"Yeah it's fun, especially when everyone else is as bad as me\" He laughs, giving Lizzie a stupid grin \"That's when there's really a party and we can all laugh at each other! I just get more hung up on it though.\" He pauses. \"You really should hang out with us sometime or if you want it could just be us-\" first it's a finger that makes it's way to his lips and then his whole and to casually cover them as Ferris realises what he was half way through saying. He sits back, sliding into his bashfulness.",
      "Time_Created": "1457911689",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    },
    {
      "Number": "3048293",
      "Content": "Good lord. She felt her face just light up right there and then. Her heart was beating and the romantic within her was just spinning around, giggling with joy. She couldn't contain the dorky grin that emerged on her lips and just had to hide it in her candyfloss scarf. \n\"U-uhm... I'd really, actually... _really_ love to hang out with you sometime. Either with you and your friends or... you know, like you said we could maybe... go out together sometime?\" \nHer voice was trembling a little but it was made obvious by the jubilant tone and almost giddiness of her speech  that she was far from scared or intimidated.",
      "Time_Created": "1457912208",
      "Time_Updated": null,
      "IPColor": [
        "#79cdf7",
        "#fcab2a",
        "#2fe497"
      ],
      "Type": "Character",
      "Chara_Number": "55944",
      "Deleted": "0"
    },
    {
      "Number": "3048435",
      "Content": "Ferris felt his heart physically jump. His cheeks heated up and he touched one with the back of his fingers as though that were the remedy to make the blush go away. \"Go out- uh, yeah! That would be amazing!\" There was someone in the back of his head screaming like they were in a sports stadium. AAAAAAAAAAAAAAAAAAAAAHHHHHHHH.\n\"I would love that, shit! Yeah!\" He fumbles with his hands not knowing what to do now, fiddling with the end of his scarf feeling the fabric in his hand. \"We could just hang out or whatever..Wherever you'd like!\"",
      "Time_Created": "1457913012",
      "Time_Updated": null,
      "IPColor": [
        "#9700de",
        "#4a795e",
        "#17b3c2"
      ],
      "Type": "Character",
      "Chara_Number": "55949",
      "Deleted": "0"
    }
  ]
}