[
    {
    "url": "asshole-rumpus-roundup-2",
    "title": "Asshole Rumpus Roundup 2: Collegiate Shenanigans Brigade",
    "desc": "Homestuck college AU focusing on a developing moirallegiance between Karkat and Gamzee, as well as pitch feelings between Dave and Gamzee.",
    "type": "Fan Fluff",
    "rating": "T"
  },
  {
    "url": "beneath-tricky-themes",
    "title": "Beneath Tricky Themes",
    "desc": "After breaking her arm, Takane spends some time complaining to her boyfriend, Haruka, about how she can't really play video games. Eventually, he suggests that she use her ability to enter technology to go into their friend, Shintaro's, computer so that she can have a bit of a break from having to deal with everything. ... As well as give the two of them an excuse to bother their favorite HikiNEET.",
    "type": "Fan Angst",
    "rating": "T"
  },
  {
    "url": "chumlogs-distant-friends",
    "title": "Chumlogs: Distant friends",
    "desc": "A couple of players chatting from different timelines. A Homestuck au thing between a couple of pals.",
    "type": "Fan Fluff",
    "rating": "T"
  },
  {
    "url": "the-crazy-carnival",
    "title": "The Crazy Carnival",
    "desc": "Theres a little carnival in the middle of a forest, that only few remember and never willingly visit, but there are few that don't remember it, and stumble upon it. Miss Jayden being one of the few to discover it, and realise just how much more she was going to get out of it....",
    "type": "Original Angst",
    "rating": "T",
    "image": "http://pre01.deviantart.net/dd25/th/pre/i/2015/036/b/2/lets_dance_in_the_rain_by_mrcrazyclown-d8gsjvn.jpg"
  },
     {
    "url": "the-dragon-dave-thing",
    "title": "The Dragon Dave Thing",
    "desc": "Dragons AU, GBH<>Sufferer Backstory for The Grand Highblood and the Sufferer's moirallegiance and the origins of the Church of the Mirthful and the Alternian Empire.",
    "type": "Fan Angst",
    "rating": "T"
  },
   {
    "url": "entrusted",
    "title": "Entrusted",
    "desc": "Two misunderstood misfits, a dragonling and a bandit join forces to take on the unforgiving worlds beyond their imaginations",
    "type": "Original Fluff",
    "rating": "K+"
  },
   {
    "url": "fish-inside-authorities",
    "title": "The Fish Inside Authorities",
    "desc": "A (true) story of the struggle to get revenge for a dear friend, against the parasites that are fish. Also revenge for Donald Trump I guess, but that's more of an after thought.",
    "type": "Original Fluff",
    "rating": "K+"
  },
  {
    "url": "gaster-disaster-au",
    "title": "Gaster Disaster Au",
    "desc": "Undertale: A game with many secrets and timelines. One secret being the little know door that holds one of the most controversial characters in it: W.D Gaster. But what happens when different versions of the same character from two different minds come together?: Well, many things, But within this segment, Gaster is in Dadsters universe but they find a way to make Gaster return back to his timeline.",
    "type": "Fan Angst",
    "rating": "T"
  },
    {
    "url": "igknights-and-co",
    "title": "Igknights & Co",
    "desc": "A strange creature that normally dwells underwater meets a creature that lives solely off of the flame encased inside of it's armor- one is territorial, one is young and foolish. What could possibly go wrong?",
    "type": "Original Fluff",
    "rating": "K+",
    "image": "http://i.imgur.com/efT5348.png"
  },
    {
    "url": "the-ironical-tag-team-rp",
    "title": "The Ironical Tag Team RP",
    "desc": "A moment for god for a young boy, and a desperate need for shelter for a young girl, the church welcomes them both with open arms and with a priest to speak the words of the bible, and to further welcome their stay...A priest who, strikes both the young boy and girl, in many, different ways, that will seem holy, and very, very unholy. Their story prevails through-out the rp, infact, even now, it hasn't stopped yet.",
    "type": "Original Angst",
    "rating": "M",
    "image": "http://orig09.deviantart.net/ebd0/f/2015/223/1/3/ironical1_by_kamimi_pipo-d956lmg.jpg"
  },

    {
    "url": "magica-exe-has-stopped-working",
    "title": "Magica.EXE Has Stopped Working",
    "desc": "Puella Magi AU; One magical girl's descent into despair threatens to delete the entire city, and the only one that can stop her is the only person who can't bring herself to finish it.",
    "type": "Fan Angst",
    "rating": "T"
  },
    {
    "url": "masked-snowflake",
    "title": "Masked Snowflake",
    "desc": "Alucard, Darth Vader, and Erik get stuck with children all living in the town of Bon Temps after the Vampire Civil Rights Movement.",
    "type": "Fan Angst",
    "rating": "T"
  },
    {
    "url": "midnight-train",
    "title": "Midnight Train",
    "desc": "It's midnight, and SHSL Secretary Lizzie Belle is on her way home after a busy day's work. Her peace is interrupted though by Ferris, SHSL Rollerskater.",
    "type": "Fan Fluff",
    "rating": "K+"
  },
  {
    "url": "monochromatic-crimson",
    "title": "Monochromatic Crimson",
    "desc": "Dangan Ronpa AU; When an ex-gangster has no one to turn to, the only road he walks is one that'd lead him straight into judgement",
    "type": "Fan Angst",
    "rating": "M"
  },
     {
    "url": "one-last-smile",
    "title": "One Last Smile",
    "desc": "Frisk is on their deathbed and chara who is alive and now unable to age has to see them pass away and it follows the story of how chara accepts their death and meets frisk's reincarnation",
    "type": "Fan Angst",
    "rating": "K+"
  },
      {
    "url": "retribution",
    "title": "Retribution",
    "desc": "A secret relationship between a poor dock worker and a servant girl leaves the latter dead at the hands of her rather unstable masters. In search of revenge, the man begins plotting against the very people who stole his love from him--and he plans it from right under their noses.",
    "type": "Original Angst",
    "rating": "M"
  },
      {
    "url": "silent-hell-naw",
    "title": "Silent HELL NAW",
    "desc": "A monochromatic couple spend the night playing a ruthless horror video game. Talking bags, looping halls, and a demon fetus. What could possibly go wrong?",
    "type": "Original Fluff",
    "rating": "M"
  },
    {
    "url": "strong-formal-elephants",
    "title": "The Strong Formal Elephants",
    "desc": "An very serious tale of love, betrayal, courage, and formality. The Strong Formal Elephants have gathered together in council to discuss what to do about the danger looming over their land. Will they prevail against the Sadness™?",
    "type": "Original Fluff",
    "rating": "K+",
    "image": "http://i.imgur.com/nv2nRNc.png?1"
  },
      {
    "url": "sweet-siren-and-a-buffoon",
    "title": "Sweet Siren And A Buffoon",
    "desc": "A story of a jester, and a young girl making an encounter....Which turns out to be a close friendship later on. And soon a quest is made. A quest for revenge, on the little Jingling Jester. And the girl he encounters, makes sure to take a very, tasty, revenge, despite how innocent and incapable she comes across.",
    "type": "Original Angst",
    "rating": "M",
    "image": "http://pre13.deviantart.net/a66e/th/pre/i/2015/095/9/5/sir_jingles_has_a_very_long_____by_mrcrazyclown-d8ole9m.jpg"
      }
]